Repository: TappediOS/Likehate
Catalog: Likehate/*.lproj/Localizable.strings
Languages: ar, el, ko, sv, zh_hant

# like
source: like_En
ar: like_Ara
ko: like_Ko
sv: like_Swe
zh_hant: like_Chi_Tra

# hate
source: hate_En
ar: hate_Ara
ko: hate_Ko
sv: hate_Swe
zh_hant: hate_Chi_Tra

# deleteErasing
source: Data Erasing
ar: محو البيانات

# All
source: All data erasing in this app
ar: جميع محو البيانات في هذا التطبيق
el: Όλα τα δεδομένα που διαγράφονται σε αυτήν την εφαρμογή
ko: 이 앱에서 모든 데이터 지우기
sv: All data radering i den här appen
zh_hant: 此應用中的所有數據擦除

# set
source: set_En
ar: set_Ara
ko: set_Ko
sv: set_Swe
zh_hant: set_Chi_Tra

source: Home
ar: الصفحة الرئيسية
el: Σπίτι
ko: 집
sv: Hem
zh_hant: 家

source: Register
ar: تسجيل
el: Κανω ΕΓΓΡΑΦΗ
ko: 레지스터
sv: Registrera
zh_hant: 寄存器

# likething
source: What I Like
ar: ما أحب
el: Τι μου αρέσει
ko: 내가 좋아하는 것
sv: Vad jag gillar
zh_hant: 我喜歡什麼

# hatething
source: What I Hate
ar: ما اكرهه
el: Τι μισώ
ko: 내가 싫어하는 것
sv: Vad jag hatar
zh_hant: 我討厭什麼

source: Like
ar: مثل
el: Αρέσει
ko: 처럼
sv: Tycka om
zh_hant: 喜歡

source: Hate
ar: اكرهه
el: Μισώ
ko: 미움
sv: Hata
zh_hant: 討厭

source: Delete
ar: حذف
el: Διαγράφω
ko: 지우다
sv: Radera
zh_hant: 刪除

source: Thank You!
ar: شكرا لكم!
el: Σας ευχαριστώ!
ko: 감사합니다!
sv: Tack!
zh_hant: 謝謝！

# Ohthankyou
source: Oh, thanks...
ar: شكرا...
el: Ω ευχαριστώ...
ko: 오 감사...
sv: Åh, tack...
zh_hant: 哦謝謝...

# registe10Things
source: You register 10 Things YOU LIKE!!
ar: قمت بتسجيل 10 أشياء تحب!
el: Εγγραφείτε 10 πράγματα που σας αρέσει !!
ko: 당신이 좋아하는 10 가지를 등록하십시오!
sv: Du registrerar 10 saker du gillar !!
zh_hant: 您註冊喜歡的10件事！！

source: Congrats!
ar: مبروك!
el: Συγχαρητήρια!
ko: 축하합니다!
sv: grattis!
zh_hant: 恭喜！

source: Cancel
ar: إلغاء
el: Ματαίωση
ko: 취소
sv: Annullera
zh_hant: 取消

source: Delete
ar: حذف
el: Διαγραφή δεδομένων
ko: 데이터 지우기
sv: Radering av data
zh_hant: 資料清除

# doyouwanttodelete
source: Do you want to delete all data?
ar: هل تريد حذف جميع البيانات؟
el: Θέλετε να διαγράψετε όλα τα δεδομένα;
ko: 모든 데이터를 삭제 하시겠습니까?
sv: Vill du ta bort all information?
zh_hant: 您要刪除所有數據嗎？

# thisoperation
source: This operation can not be undone
ar: هذه العملية لا يمكن التراجع عنها
el: Αυτή η λειτουργία δεν μπορεί να ανακληθεί
ko: 이 작업은 취소 할 수 없습니다
sv: Denna åtgärd kan inte ångras
zh_hant: 此操作無法撤消

# WhatLike
source: What do you like thing?
ar: ماذا تحب الشيء؟
ko: 무엇을 좋아합니까?
zh_hant: 你喜歡什麼？

# WhatHate
source: What do you hate thing?
ar: ماذا تكره الشيء؟
ko: 당신은 무엇을 싫어합니까?
zh_hant: 你討厭什麼？

source: Credits
ar: قروض

source: Contact Us
ar: اتصل بنا

source: App Revie
ar: مراجعة التطبيق

source: No Ads
ko: 광고 없음
zh_hant: 無廣告

source: Restore
ko: 복원
zh_hant: 恢復
